charliermarsh.ruff
dbaeumer.vscode-eslint
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot-chat
golang.go
hashicorp.terraform
mrmlnc.vscode-scss
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
shardulm94.trailing-spaces
sibiraj-s.vscode-scss-formatter
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
tomoki1207.pdf
wholroyd.jinja
wmaurer.change-case
